Repository: KTknight/wordpress-owncloud-integration
Catalog: languages/wordpress-owncloud-integration-*.po
Languages: de_de

source: %s already existing and changed; overwriting
de_de: %s existiert bereits wurde aber verändert; überschreiben

source: %s already existing and not changed; do nothing
de_de: %s existiert bereits und wurde nicht verändert; mache nichts

source: %s is new; inserting
de_de: %s ist neu; hinzufügen

source: ownCloud URL
de_de: ownCloud Link

source: URL to your ownCloud instance
de_de: URL zu deiner ownCloud-Instanz

source: ocUsername
de_de: ocBenutzername

source: Username
de_de: Benutzername

source: ocPassword
de_de: ocPasswort

source: App password
de_de: App-Passwort

source: Test Connection
de_de: Teste Verbindung

source: ocRootPath
de_de: Wurzelverzeichnis

source: Get Folder List
de_de: Ordnerliste holen

source: Root Path
de_de: Wurzelverzeichnis

source: save
de_de: speichern

source: Run sync
de_de: Starte Synchronisation

source: Empty media pool
de_de: Leere Medienpool

source: Username or password was incorrect
de_de: Benutzername oder Passwort falsch

source: ownCloud and/or webDav service not reachable. Please check your ownCloud URL
de_de: ownCloud und/oder WebDAV-Service nicht erreichbar. Prüfe deine ownCloud-URL.

source: There was an unknown error.
de_de: Unbekannter Fehler aufgetreten.

source: Connection could be successfully established.
de_de: Verbindung erfolgreich hergestellt.

source: Connect your ownCloud to your wordpress instance and use it as media pool
de_de: Verbinde deine ownCloud mit deiner WordPress-Instanz und nutze diese als Medienspeicher.
